{
    "2": [
        "Hài hòa và cân bằng mang lại thành công.",
        "Sự nhạy cảm là món quà lớn nhất của bạn.",
        "Bạn mạnh mẽ nhất khi bạn biết lắng nghe và thấu hiểu.",
        "Đôi khi, sự im lặng là câu trả lời mạnh mẽ nhất.",
        "Hãy tin vào trực giác của bạn – nó không bao giờ sai.",
        "Bạn luôn giỏi kết nối với mọi người, trừ khi đó là kết nối wifi.",
        "Sự nhẹ nhàng của bạn là điều ai cũng cần… đặc biệt là những lúc nóng nảy.",
        "Kiên nhẫn là sức mạnh của bạn, nhưng chờ đồ ăn đến thì không dễ tí nào!",
        "Bạn làm mọi thứ tốt hơn – trừ khi đó là làm hộ bài kiểm tra!",
        "Một nụ cười của bạn có thể làm bừng sáng cả ngày của ai đó… hoặc làm họ thắc mắc bạn vừa nghĩ ra trò gì!",
        "Người ta cần hòa bình, còn bạn cần hòa bình và một ly trà sữa.",
        "Là số 2, bạn thích sự cân bằng. Nhưng sao cứ mãi phân vân chọn món ăn?",
        "Bạn thích giúp đỡ người khác… trừ khi họ bảo bạn giúp làm toán.",
        "Mọi người tìm đến bạn khi họ cần lời khuyên – hoặc khi họ cần mượn tiền!",
        "Bạn có thể giữ bình tĩnh trong mọi tình huống, trừ khi hết pin điện thoại.",
        "Lắng nghe là thế mạnh của bạn. Nhưng đôi khi cũng nên nhắc nhở họ dừng lại!",
        "Bạn mang đến sự hòa hợp… nhưng đừng cố hòa giải khi bạn bè cãi nhau vì đồ ăn!",
        "Thế giới này cần nhiều yêu thương hơn – và bạn có thừa điều đó!",
        "Bạn là người kết nối tuyệt vời, nhưng nhớ kết nối ổ sạc trước khi hết pin!",
        "Ai cũng cần một người như bạn bên cạnh – đặc biệt là khi họ cần mượn vở ghi chép.",
        "Bạn luôn thấu hiểu cảm xúc của người khác… nhưng ai sẽ hiểu cảm xúc của bạn khi hết tiền?",
        "Bạn không cần nói quá nhiều, vì ánh mắt bạn đã nói lên tất cả… trừ khi bạn đang ngủ gật trong lớp!",
        "Bạn yêu thích sự hòa hợp… nhưng tranh giành chỗ ngồi trên xe buýt thì không có hòa hợp đâu!",
        "Không sao đâu, thế giới này cần những người dịu dàng như bạn… và cần cả thêm ngày nghỉ nữa!",
        "Bạn là người êm dịu và đáng tin cậy – nhưng cũng đừng quên giữ vững lập trường!",
        "Bạn luôn nhìn thấy hai mặt của vấn đề… nhưng khi đứng trước menu dài thì vẫn rối!",
        "Sự đồng cảm là sức mạnh của bạn – nhưng đừng đồng cảm với quảng cáo ‘giảm giá sốc’!",
        "Bạn làm người khác vui vẻ – nhưng đừng quên dành thời gian cho bản thân!",
        "Tình cảm của bạn luôn chân thành… nhưng đừng tin những lời ‘ra ngoài 5 phút thôi’!",
        "Bạn không chỉ giỏi lắng nghe mà còn giỏi lắng nghe nhạc khi cần tập trung!",
        "Cuộc sống là nghệ thuật, và bạn chính là người vẽ ra bức tranh tuyệt đẹp đó!"
    ],
    "3": [
        "Sự sáng tạo là siêu năng lực của bạn.",
        "Hãy để tài năng nghệ thuật của bạn tỏa sáng.",
        "Thế giới cần những ý tưởng độc đáo của bạn.",
        "Niềm vui và sự lạc quan sẽ dẫn lối bạn.",
        "Hãy sống một cuộc đời đầy màu sắc, đừng ngại thử thách.",
        "Hôm nay là một ngày tuyệt vời để... ngủ thêm 5 phút nữa!",
        "Sáng tạo không có giới hạn – nhưng deadline thì có đấy nhé!",
        "Bạn có thể vẽ ra cả một thế giới... hoặc ít nhất là một mặt trời méo mó trên góc vở.",
        "Cứ vui vẻ mà sống, nhưng đừng quên nộp bài đúng hạn!",
        "Cuộc sống là sân khấu, và bạn là diễn viên chính – nhưng đừng quên kịch bản nhé!",
        "Bạn mang lại nụ cười cho mọi người, nhưng ai mang trà sữa cho bạn?",
        "Sự lạc quan của bạn có thể thay đổi cả một ngày tệ – hoặc ít nhất là một đơn đặt hàng online sai màu!",
        "Bạn là ánh nắng mặt trời – nhưng cũng có lúc cần che bớt lại để không làm ai chói mắt!",
        "Nếu không ai hiểu ý tưởng của bạn, hãy giải thích lại bằng meme!",
        "Bạn có thể không hoàn hảo, nhưng meme của bạn thì luôn đỉnh cao!",
        "Sáng tạo là đam mê, nhưng đừng sáng tạo ra cách lười biếng nhé!",
        "Bạn có thể làm mọi thứ trừ việc chọn một sở thích duy nhất!",
        "Mọi người cần động lực, còn bạn chỉ cần một chút đường trong cà phê là đủ!",
        "Bạn làm cho cuộc sống thú vị hơn – ngay cả khi bạn không cố ý!",
        "Cuộc đời là một bức tranh, và bạn là người quyết định màu sắc của nó.",
        "Bạn không cần hoàn hảo – chỉ cần wifi đủ mạnh để tải phim!",
        "Mỗi ngày là một cơ hội để thể hiện tài năng của bạn... hoặc để ngủ nướng!",
        "Bạn có thể không giàu, nhưng chắc chắn bạn giàu ý tưởng!",
        "Một ý tưởng tuyệt vời có thể thay đổi thế giới – hoặc ít nhất là giúp bạn trốn bài kiểm tra!",
        "Không có ý tưởng nào là dở, chỉ có ý tưởng chưa được hoàn thiện – hoặc chưa được giáo viên duyệt!",
        "Bạn có thể biến bất cứ thứ gì thành nghệ thuật… trừ khi đó là bảng điểm của bạn!",
        "Nếu cuộc sống là một bộ phim, thì bạn chắc chắn là nhân vật chính hài hước!",
        "Bạn không sợ thử thách, nhưng bạn sợ mở tin nhắn giáo viên gửi.",
        "Mọi vấn đề đều có giải pháp – hoặc ít nhất là một chiếc meme để an ủi!",
        "Nếu bạn làm sai, hãy gọi đó là ‘phiên bản sáng tạo’!",
        "Bạn là một nguồn năng lượng tích cực – và là nỗi ám ảnh của deadline!"
    ],
    "4": [
        "Kỷ luật và kiên trì sẽ đưa bạn đi xa.",
        "Nỗ lực mỗi ngày là chìa khóa để thành công.",
        "Làm việc chăm chỉ hôm nay, tận hưởng thành quả ngày mai.",
        "Bạn xây dựng tương lai của chính mình từng viên gạch một.",
        "Thành công không phải là may mắn, mà là sự kiên trì.",
        "Bạn là người có kế hoạch – nhưng kế hoạch cuối tuần là ngủ nướng!",
        "Cuộc sống cần kỷ luật, nhưng ăn uống thì cứ thoải mái đi!",
        "Bạn có thể làm mọi thứ – miễn là có một danh sách việc cần làm chi tiết!",
        "Làm việc chăm chỉ sẽ mang lại thành công... và thèm ngủ!",
        "Bạn là người lập kế hoạch tuyệt vời, trừ khi đó là kế hoạch giảm cân!",
        "Cuộc sống có nguyên tắc, nhưng đừng quên linh hoạt với ngày nghỉ!",
        "Bạn là chuyên gia tổ chức – nhưng sao điện thoại vẫn luôn hết dung lượng?",
        "Bạn giỏi chịu đựng áp lực – nhưng đừng để bị áp lực vì ‘seen’ tin nhắn!",
        "Sự kiên trì là sức mạnh của bạn, nhưng đừng kiên trì bấm hoãn báo thức!",
        "Thành công của bạn đến từ kỷ luật – nhưng có thể linh động với trà sữa!",
        "Bạn thích làm việc có kế hoạch, nhưng sao kế hoạch du lịch cứ dời hoài?",
        "Bạn luôn đúng giờ… trừ khi là hẹn đi chơi thì sẽ đến trễ một chút!",
        "Không có gì làm khó được bạn – ngoài việc quyết định nên ăn gì trưa nay!",
        "Sự chắc chắn của bạn là điều ai cũng tin tưởng… đặc biệt là khi chọn quán ăn!",
        "Bạn luôn có trách nhiệm… nhưng cũng có quyền lười biếng một ngày!",
        "Mọi người tin vào quyết định của bạn – trừ khi đó là quyết định không ăn vặt!",
        "Bạn không dễ bị lung lay – trừ khi đó là siêu sale cuối tháng!",
        "Bạn kiên định trong mục tiêu… nhưng cũng có thể thay đổi vì một chuyến du lịch!",
        "Bạn sống thực tế, nhưng cũng có lúc mơ mộng về ngày nghỉ dài hơn!",
        "Người ta xây nhà bằng gạch, bạn xây ước mơ bằng sự chăm chỉ!",
        "Thành công cần thời gian – giống như nấu mì nhưng quên bật bếp!",
        "Bạn thích sự ổn định, nhưng tin nhắn 'chúng ta cần nói chuyện' thì không đâu!",
        "Cẩn thận và thực tế là sức mạnh của bạn – và cũng là lý do bạn luôn kiểm tra ví trước khi mua sắm!",
        "Bạn có nguyên tắc, nhưng cũng đủ thông minh để không dại gì chống lại cơn buồn ngủ!",
        "Khi bạn nói “sẽ làm sau”, bạn thực sự có kế hoạch làm nó – chỉ là sau bao lâu thì chưa chắc!",
        "Thành công không đến từ may mắn, mà từ những nỗ lực thầm lặng mỗi ngày!"
    ],
    "5": [
        "Sự tự do và linh hoạt là chìa khóa hạnh phúc.",
        "Hãy chấp nhận sự thay đổi như một cơ hội.",
        "Bạn sinh ra để khám phá thế giới này.",
        "Đừng sợ thử thách – chúng giúp bạn phát triển.",
        "Sự mạo hiểm hôm nay có thể mang lại thành công ngày mai.",
        "Bạn là người không thích ràng buộc – trừ khi đó là một bộ phim hay!",
        "Sự thay đổi làm bạn hứng thú… trừ khi đó là thay đổi mật khẩu mà bạn quên mất!",
        "Bạn không sợ thử thách – nhưng đôi khi sợ tin nhắn từ giáo viên!",
        "Hãy để cuộc sống là một chuyến phiêu lưu – nhưng nhớ mang theo sạc dự phòng!",
        "Bạn thích sự tự do, nhưng tài khoản ngân hàng lại không cho phép!",
        "Bạn luôn sẵn sàng trải nghiệm mới – nhưng vẫn gọi cùng một món ở quán quen!",
        "Cuộc sống của bạn là một cuộc hành trình, nhưng đừng quên bật Google Maps!",
        "Bạn yêu thích mạo hiểm – nhưng không phải mạo hiểm kiểm tra điểm giữa kỳ!",
        "Bạn có thể xoay sở mọi tình huống – miễn là có cà phê bên cạnh!",
        "Sự linh hoạt giúp bạn thích nghi tốt – nhưng cũng làm bạn khó quyết định xem nên làm gì trước!",
        "Bạn sẵn sàng đi xa để khám phá… nhưng đến giờ ăn vẫn muốn về nhà mẹ nấu!",
        "Không có gì có thể giữ chân bạn – trừ khi đó là một bộ phim siêu cuốn!",
        "Bạn luôn tràn đầy năng lượng… cho đến khi ai đó nhờ bạn làm bài tập!",
        "Hãy sống hết mình – nhưng cũng nhớ dành thời gian ngủ đủ giấc!",
        "Bạn thích thử cái mới – nhưng vẫn quay lại món khoái khẩu cũ!",
        "Bạn có tinh thần tự do – nhưng vẫn kẹt giữa deadline!",
        "Bạn không thích kế hoạch gò bó – nhưng thích những chuyến đi bất ngờ!",
        "Mọi người thấy bạn phiêu lưu, nhưng bạn chỉ đang đi vòng vòng tìm quán ăn!",
        "Bạn sinh ra để khám phá, nhưng wifi yếu là điều cản trở lớn nhất!",
        "Khi người khác lo lắng, bạn chỉ cười: 'Rồi đâu lại vào đấy mà!'",
        "Cuộc sống của bạn là những chuyến đi… nhưng cũng có lúc chỉ muốn nằm dài!",
        "Bạn có thể đi bất cứ đâu – trừ khi trời mưa và bạn quên mang ô!",
        "Bạn luôn tìm kiếm điều mới mẻ – nhưng cuối cùng lại chọn con đường quen thuộc!",
        "Mọi thứ đều có thể thay đổi – trừ sở thích của bạn với đồ ăn ngon!",
        "Hãy tận hưởng từng khoảnh khắc – trừ lúc làm bài kiểm tra bất ngờ!",
        "Cuộc sống là một bữa tiệc, và bạn chính là DJ khuấy động nó!"
    ],
    "6": [
        "Tình yêu và sự quan tâm sẽ đưa bạn đến đỉnh cao.",
        "Hãy luôn nhớ rằng gia đình là sức mạnh của bạn.",
        "Đôi khi, giúp đỡ người khác chính là cách giúp đỡ bản thân.",
        "Lòng nhân ái là một sức mạnh vô hình nhưng mạnh mẽ.",
        "Chăm sóc bản thân cũng quan trọng như chăm sóc người khác.",
        "Bạn luôn quan tâm đến người khác – nhưng cũng nhớ lo cho chính mình!",
        "Mọi người cần bạn, nhưng bạn cũng cần một ngày xả stress!",
        "Bạn là nguồn năng lượng ấm áp – và cũng là người bị gọi khi cần giúp đỡ!",
        "Bạn thích giúp đỡ – nhưng ai giúp bạn dọn phòng đây?",
        "Bạn yêu thương tất cả – nhưng vẫn có quyền ghét deadline!",
        "Bạn luôn có mặt khi ai đó cần – nhưng ai đó có mặt khi bạn cần không?",
        "Một cái ôm của bạn có thể làm ai đó cảm thấy cả thế giới tốt đẹp hơn.",
        "Bạn luôn sẵn sàng cho đi – nhưng cũng cần học cách nhận lại!",
        "Bạn là chỗ dựa cho nhiều người – nhưng cũng cần một bờ vai để tựa vào!",
        "Bạn mang đến sự bình yên – nhưng cũng có lúc cần chút 'nổi loạn' cho vui!",
        "Bạn luôn hy sinh vì người khác – nhưng đừng quên yêu bản thân!",
        "Sự chân thành của bạn làm mọi người cảm thấy ấm áp.",
        "Ai cũng muốn có một người như bạn trong cuộc đời họ!",
        "Bạn mang đến tình yêu, niềm tin và cả những cái ôm đầy ấm áp!",
        "Bạn có thể làm mọi người vui vẻ – trừ khi họ hỏi bạn 'Hôm nay ăn gì?'",
        "Sự quan tâm của bạn giúp người khác cảm thấy được trân trọng.",
        "Bạn luôn là người lắng nghe tuyệt vời – nhưng đôi khi cũng cần ai đó lắng nghe bạn!",
        "Bạn có khả năng làm dịu đi căng thẳng – nhưng đừng quên nghỉ ngơi cho chính mình.",
        "Bạn thích chăm sóc người khác – nhưng đừng quên chăm sóc làn da của mình nữa!",
        "Bạn là người ấm áp – nhưng đừng để người khác lợi dụng sự tốt bụng của bạn.",
        "Bạn có thể giải quyết mọi mâu thuẫn – trừ khi đó là trận chiến giữa bạn và đồng hồ báo thức!",
        "Bạn tỏa ra sự dịu dàng – nhưng vẫn có thể nghiêm khắc khi cần thiết!",
        "Người ta cần hòa bình, bạn cần hòa bình… và một chiếc bánh ngọt!",
        "Bạn không chỉ mang đến tình yêu mà còn mang đến những món ăn ngon!",
        "Bạn có thể làm cả thế giới mỉm cười – nhưng cũng có lúc cần ai đó làm bạn mỉm cười!",
        "Bạn là người mọi người tin tưởng – nhưng cũng đừng quên tin vào chính mình!"
    ],
    "7": [
        "Bạn là người tìm kiếm tri thức và sự thật.",
        "Thế giới là một câu đố thú vị – và bạn thích giải mã nó!",
        "Sự tò mò của bạn là vô tận – giống như danh sách sách chưa đọc!",
        "Bạn suy nghĩ sâu sắc, nhưng đôi khi suy nghĩ quá nhiều cũng mệt đấy!",
        "Bạn luôn đặt câu hỏi – nhưng đừng hỏi 'Mình đã tắt bếp chưa?' khi đang ngủ!",
        "Bạn yêu thích khám phá – nhưng nhớ đừng lạc đường khi đi chơi xa!",
        "Kiến thức là sức mạnh, và bạn luôn muốn có nhiều hơn!",
        "Bạn là người thông thái – nhưng vẫn không thể tìm thấy chiếc tất còn lại!",
        "Bạn thích ở một mình để suy ngẫm – nhưng cũng cần giao lưu với thế giới!",
        "Mọi người tìm đến bạn để xin lời khuyên – hoặc để hỏi công thức tính nhanh!",
        "Bạn luôn muốn hiểu sâu về mọi thứ – nhưng đôi khi cứ tận hưởng cuộc sống đi!",
        "Bạn thích phân tích vấn đề – nhưng đừng phân tích menu lâu quá nhé!",
        "Bạn yêu thích sự tĩnh lặng – trừ khi nghe thấy tiếng thông báo sale!",
        "Bạn có trực giác nhạy bén – nhưng đừng quá nghi ngờ mọi thứ!",
        "Bạn luôn đi tìm ý nghĩa của cuộc sống – nhưng đôi khi nó chỉ đơn giản là một ly cà phê ngon!",
        "Bạn thích triết lý – nhưng đừng triết lý với bụng đói!",
        "Bạn có thể hiểu mọi thứ, trừ khi đó là tin nhắn viết tắt của giới trẻ!",
        "Sự thông minh của bạn là vũ khí bí mật – hãy sử dụng nó thật tốt!",
        "Bạn luôn tìm kiếm sự thật – nhưng cũng cần chấp nhận một số điều không có lời giải!",
        "Bạn là người sâu sắc – nhưng cũng đừng quên tận hưởng niềm vui đơn giản!",
        "Sự sáng suốt của bạn giúp bạn tránh được nhiều rắc rối – trừ khi đó là deadline!",
        "Bạn thích khám phá vũ trụ – nhưng đừng quên đặt báo thức dậy sớm!",
        "Bạn yêu thích sự bí ẩn – nhưng cũng đừng khiến bản thân trở nên quá xa cách!",
        "Bạn luôn muốn học hỏi thêm – nhưng đôi khi cũng nên học cách thư giãn!",
        "Bạn giỏi tìm kiếm thông tin – nhưng sao lại quên mật khẩu email vậy?",
        "Bạn có cái nhìn khác biệt – và điều đó làm bạn trở nên đặc biệt!",
        "Bạn thích những cuộc trò chuyện có chiều sâu – nhưng đôi khi cũng nên nói về meme cho vui!",
        "Bạn không ngại đào sâu vấn đề – nhưng hãy nhớ rằng không phải ai cũng muốn vậy!",
        "Bạn luôn tìm kiếm sự hoàn hảo – nhưng hoàn hảo cũng có thể là một chút lộn xộn!",
        "Bạn yêu thích chiêm nghiệm cuộc đời – nhưng đôi khi chỉ cần một bữa ăn ngon là đủ!"
    ],
    "8": [
        "Bạn là người mạnh mẽ và quyết đoán.",
        "Bạn biết mình muốn gì và sẵn sàng đạt được nó!",
        "Sự kiên trì của bạn khiến bạn không bao giờ bỏ cuộc.",
        "Bạn có tố chất lãnh đạo – nhưng đừng quên lắng nghe ý kiến người khác!",
        "Bạn thích kiểm soát mọi thứ – nhưng đôi khi cũng cần buông lỏng một chút!",
        "Bạn không ngại thử thách – nhưng cũng đừng ôm đồm quá nhiều!",
        "Bạn có thể làm được mọi thứ – trừ khi đó là chọn một bộ phim nhanh chóng!",
        "Sự tự tin của bạn truyền cảm hứng cho người khác.",
        "Bạn có khả năng quản lý tài chính tốt – nhưng đôi khi cũng nên tự thưởng cho mình!",
        "Bạn là người hành động – nhưng đừng quên suy nghĩ kỹ trước khi quyết định!",
        "Bạn có tầm nhìn xa – nhưng đôi khi hãy tận hưởng khoảnh khắc hiện tại!",
        "Bạn biết cách đạt được thành công – nhưng cũng đừng quên cân bằng cuộc sống!",
        "Bạn không thích thất bại – nhưng đôi khi thất bại là bài học quý giá nhất!",
        "Bạn thích làm chủ cuộc chơi – nhưng cũng cần học cách làm việc nhóm!",
        "Bạn có thể đạt được mọi thứ nếu bạn kiên trì!",
        "Bạn biết giá trị của công sức – nhưng cũng nên học cách tận hưởng thành quả!",
        "Bạn mạnh mẽ – nhưng đôi khi cũng cần để lộ sự yếu đuối để nhận được sự giúp đỡ!",
        "Bạn có sự quyết tâm – nhưng hãy chắc rằng nó không trở thành cố chấp!",
        "Bạn luôn vươn lên – nhưng đôi khi cũng cần dừng lại để nhìn lại hành trình!",
        "Bạn giỏi giải quyết vấn đề – nhưng đừng biến cuộc sống thành một danh sách nhiệm vụ!",
        "Bạn biết cách làm việc hiệu quả – nhưng cũng nên dành thời gian thư giãn!",
        "Bạn không sợ áp lực – nhưng cũng đừng để bản thân quá tải!",
        "Bạn luôn có mục tiêu rõ ràng – nhưng cũng hãy linh hoạt khi cần!",
        "Bạn là người mạnh mẽ – nhưng cũng đừng quên những khoảnh khắc nhẹ nhàng!",
        "Bạn thích kiểm soát tình huống – nhưng cũng nên học cách tin tưởng người khác!",
        "Bạn luôn muốn cải thiện bản thân – nhưng cũng hãy biết chấp nhận chính mình!",
        "Bạn là người dám nghĩ, dám làm – nhưng đôi khi hãy để trái tim dẫn lối!",
        "Bạn thích thử thách – nhưng cũng đừng quên tận hưởng những điều đơn giản!",
        "Bạn có thể chinh phục cả thế giới – nhưng cũng cần một nơi để trở về!",
        "Bạn là nguồn động lực cho người khác – nhưng cũng cần nhớ dành thời gian cho bản thân!"
    ],
    "9": [
        "Bạn có một trái tim nhân hậu và giàu lòng trắc ẩn.",
        "Bạn luôn sẵn sàng giúp đỡ người khác mà không mong đợi gì.",
        "Bạn có thể làm thay đổi thế giới theo cách của riêng mình.",
        "Bạn nhìn xa trông rộng và luôn hướng đến những điều lớn lao.",
        "Lòng tốt của bạn là điều quý giá nhất.",
        "Bạn là người bao dung – nhưng đừng để bị lợi dụng!",
        "Bạn truyền cảm hứng cho người khác bằng chính sự chân thành của mình.",
        "Bạn yêu thích những điều ý nghĩa – nhưng cũng cần vui vẻ hơn một chút!",
        "Bạn có một tâm hồn nghệ sĩ – nhưng cũng cần thực tế hơn một chút!",
        "Bạn không thể thấy ai gặp khó khăn mà không giúp đỡ.",
        "Bạn có thể thay đổi cả thế giới – nhưng đừng quên thay đổi chính mình trước!",
        "Bạn là ánh sáng trong cuộc sống của nhiều người.",
        "Bạn yêu thương tất cả – nhưng cũng cần yêu thương bản thân!",
        "Bạn có sự sâu sắc – nhưng đôi khi cũng nên tận hưởng những niềm vui nhỏ!",
        "Bạn luôn sẵn sàng tha thứ – nhưng cũng cần biết giới hạn của mình!",
        "Bạn có thể làm cả thế giới hạnh phúc – nhưng hãy bắt đầu từ chính bạn!",
        "Bạn tin vào điều tốt đẹp – nhưng cũng đừng quá ngây thơ!",
        "Bạn thích giúp đỡ người khác – nhưng cũng nên học cách nói 'không' khi cần!",
        "Bạn có lòng trắc ẩn – nhưng cũng cần tự bảo vệ bản thân!",
        "Bạn luôn tìm kiếm sự công bằng – nhưng đôi khi cuộc sống không hoàn hảo!",
        "Bạn sống vì lý tưởng – nhưng cũng hãy sống cho chính mình!",
        "Bạn truyền cảm hứng cho mọi người – nhưng cũng cần tìm nguồn cảm hứng cho chính mình!",
        "Bạn có trái tim rộng lớn – nhưng hãy nhớ chọn lọc những người xứng đáng!",
        "Bạn tin vào những điều tốt đẹp – nhưng cũng hãy chuẩn bị cho những thử thách!",
        "Bạn là ánh sáng trong bóng tối của ai đó – nhưng đừng để mình lạc lối!",
        "Bạn luôn tìm cách giúp đỡ – nhưng cũng hãy để người khác giúp bạn!",
        "Bạn có thể thay đổi thế giới – nhưng trước hết hãy thay đổi góc nhìn của mình!",
        "Bạn là người tử tế – nhưng cũng đừng quên mạnh mẽ!",
        "Bạn có thể làm tất cả – nhưng cũng cần học cách nghỉ ngơi!",
        "Bạn mang đến hy vọng – nhưng đừng quên giữ vững niềm tin của chính mình!"
    ],
    "1": [
        "Bạn là người tiên phong – luôn sẵn sàng bước ra khỏi vùng an toàn.",
        "Không gì có thể ngăn cản bạn nếu bạn đã quyết tâm!",
        "Bạn có khả năng sáng tạo và lãnh đạo bẩm sinh.",
        "Mọi con đường đều mở ra trước mắt bạn – chỉ cần bạn dám bước đi!",
        "Bạn không sợ thử thách – ngược lại, bạn còn tìm kiếm nó!",
        "Bạn có một năng lượng mạnh mẽ, khiến ai cũng phải chú ý.",
        "Bạn không chỉ mơ ước – bạn biến ước mơ thành hiện thực!",
        "Hãy tin vào bản thân – vì bạn có thể làm được những điều tuyệt vời!",
        "Bạn là người tạo xu hướng, không phải người chạy theo xu hướng.",
        "Đôi khi, cách duy nhất để thành công là tự mở lối đi riêng!",
        "Bạn có cá tính mạnh – nhưng cũng đừng quên lắng nghe người khác.",
        "Không ai có thể quyết định thay bạn – bạn là người làm chủ cuộc đời mình!",
        "Sự tự tin là vũ khí lợi hại nhất của bạn.",
        "Bạn dám nghĩ, dám làm – và đó là lý do bạn khác biệt.",
        "Bạn sinh ra để dẫn đầu – nhưng hãy nhớ rằng một nhà lãnh đạo cũng cần biết quan tâm đến mọi người.",
        "Bạn luôn có động lực để tiến lên phía trước – nhưng đừng quên tận hưởng hành trình!",
        "Bạn có thể thích nghi với bất kỳ hoàn cảnh nào và vẫn tỏa sáng.",
        "Bạn là người mạnh mẽ – nhưng đôi khi cũng nên để bản thân yếu đuối một chút.",
        "Bạn không ngại đứng một mình – nhưng cũng đừng quên rằng đồng đội là sức mạnh!",
        "Bạn luôn có kế hoạch lớn – nhưng hãy nhớ rằng thành công bắt đầu từ những bước nhỏ.",
        "Bạn là ánh sáng của chính mình – và có thể là ánh sáng cho người khác nữa!",
        "Bạn không thích đi theo lối mòn – vì bạn biết rằng con đường của riêng bạn sẽ đặc biệt hơn.",
        "Bạn có tầm nhìn xa – nhưng cũng cần sống trong hiện tại.",
        "Bạn không bao giờ hài lòng với việc ‘bình thường’ – vì bạn biết mình có thể làm tốt hơn thế!",
        "Bạn luôn có cách biến mọi thứ trở nên thú vị.",
        "Bạn làm gì cũng phải hết mình – dù là công việc hay sở thích.",
        "Bạn không sợ thất bại – vì bạn biết mỗi thất bại chỉ là một bước đệm để thành công.",
        "Bạn không chỉ nghĩ lớn – bạn còn hành động lớn!",
        "Bạn là nguồn cảm hứng cho người khác – nhưng cũng đừng quên truyền cảm hứng cho chính mình!",
        "Bạn có thể tạo ra sự khác biệt – và thế giới đang chờ đợi điều đó!",
        "Bạn là người viết nên câu chuyện của chính mình – hãy đảm bảo đó là một câu chuyện đáng nhớ!"
    ],
    "11": [
        "Bạn có trực giác mạnh mẽ – hãy tin vào nó!",
        "Bạn là người truyền cảm hứng mà có thể bạn không nhận ra.",
        "Bạn có khả năng kết nối sâu sắc với mọi người.",
        "Bạn có tầm nhìn xa – và bạn biết thế giới có thể trở nên tốt đẹp hơn.",
        "Bạn sinh ra để mang lại sự thay đổi tích cực!",
        "Bạn không chỉ hiểu người khác – bạn còn cảm nhận được cảm xúc của họ.",
        "Bạn có năng lượng tâm linh mạnh mẽ – hãy học cách lắng nghe bên trong mình.",
        "Bạn có sức hút tự nhiên – nhưng cũng hãy bảo vệ năng lượng của bản thân!",
        "Bạn là ánh sáng giữa bóng tối – nhưng đôi khi cũng cần chăm sóc chính mình.",
        "Bạn có thể cảm nhận được những điều mà người khác không thấy.",
        "Bạn có sức mạnh để chữa lành – nhưng cũng cần học cách tự chữa lành cho mình.",
        "Bạn là người lý tưởng hóa – nhưng cũng cần thực tế hơn một chút!",
        "Bạn có khả năng nhìn thấy tiềm năng ở người khác trước cả khi họ nhận ra nó.",
        "Bạn sinh ra để giúp đỡ mọi người – nhưng đừng quên đặt ranh giới cho chính mình!",
        "Bạn có thể nhìn thấy ý nghĩa ẩn sau mọi sự việc.",
        "Bạn là người có tầm ảnh hưởng lớn – hãy sử dụng nó một cách khôn ngoan.",
        "Bạn không chỉ có trí tuệ – bạn còn có sự thấu cảm sâu sắc.",
        "Bạn luôn cảm thấy có một sứ mệnh lớn trong đời – và bạn không hề sai!",
        "Bạn biết cách truyền động lực cho người khác – nhưng hãy chắc chắn rằng bạn cũng giữ vững động lực cho chính mình.",
        "Bạn luôn đi theo tiếng gọi của trái tim – nhưng cũng cần lắng nghe lý trí!",
        "Bạn có thể thay đổi cuộc sống của ai đó chỉ bằng lời nói.",
        "Bạn là người mơ mộng – nhưng đừng quên biến giấc mơ thành hiện thực!",
        "Bạn có khả năng chữa lành bằng sự hiện diện của mình.",
        "Bạn có thể cảm nhận được năng lượng của một căn phòng ngay khi bước vào.",
        "Bạn là người của ánh sáng – nhưng đôi khi cũng cần dành thời gian trong bóng tối để tái tạo năng lượng.",
        "Bạn có khả năng nhìn thấy bức tranh lớn – nhưng đôi khi cũng cần tập trung vào những chi tiết nhỏ!",
        "Bạn có tâm hồn của một nghệ sĩ – ngay cả khi bạn không làm nghệ thuật.",
        "Bạn mang lại niềm tin cho những người đã đánh mất nó.",
        "Bạn có một sức mạnh tinh thần to lớn – nhưng hãy chắc chắn rằng bạn đang dùng nó đúng cách!",
        "Bạn sinh ra để làm điều gì đó vĩ đại – và bạn đang trên hành trình tìm ra nó!"
    ],
    "22": [
        "Bạn là người xây dựng – bạn biến giấc mơ thành hiện thực.",
        "Bạn có khả năng tạo ra những điều lớn lao mà ít ai dám nghĩ đến.",
        "Bạn không chỉ có tầm nhìn – bạn còn có khả năng thực hiện nó!",
        "Bạn sinh ra để thay đổi thế giới – hoặc ít nhất là một phần của nó.",
        "Bạn là người có năng lực phi thường – hãy tin vào chính mình!",
        "Bạn biết cách biến ý tưởng thành hành động cụ thể.",
        "Bạn có thể kết nối giữa lý tưởng và thực tế – một điều hiếm có!",
        "Bạn là người tạo ra nền tảng cho tương lai.",
        "Bạn không ngại nghĩ lớn – vì bạn biết mình có thể đạt được điều đó.",
        "Bạn có khả năng nhìn thấy toàn bộ bức tranh, không chỉ những phần nhỏ lẻ.",
        "Bạn có sức mạnh của một nhà lãnh đạo và trái tim của một người mơ mộng.",
        "Bạn không thích lãng phí thời gian – vì bạn biết thời gian là quý giá!",
        "Bạn có thể biến điều không thể thành có thể.",
        "Bạn là người có tổ chức – nhưng cũng cần linh hoạt khi cần thiết.",
        "Bạn là cầu nối giữa ý tưởng và hành động.",
        "Bạn có khả năng nhìn xa trông rộng và xây dựng những điều bền vững.",
        "Bạn biết cách truyền cảm hứng cho người khác để cùng nhau tạo nên điều vĩ đại.",
        "Bạn không chỉ muốn thành công – bạn muốn để lại một di sản!",
        "Bạn là người thiết kế cuộc đời mình – đừng để ai làm thay điều đó!",
        "Bạn có khả năng thu hút những cơ hội tuyệt vời.",
        "Bạn không sợ khó khăn – bạn chỉ thấy đó là thử thách cần vượt qua.",
        "Bạn có thể cân bằng giữa thực tế và ước mơ.",
        "Bạn không chỉ là người suy nghĩ – bạn là người hành động!",
        "Bạn sinh ra để làm điều vĩ đại – và bạn đang trên con đường đó.",
        "Bạn có tầm nhìn xa hơn những gì người khác có thể thấy.",
        "Bạn xây dựng không chỉ cho hôm nay, mà còn cho tương lai.",
        "Bạn không thích những gì tạm bợ – bạn muốn tạo ra giá trị lâu dài.",
        "Bạn là người thực tế nhưng không bao giờ mất đi sự sáng tạo.",
        "Bạn có khả năng biến mọi thứ trở nên có tổ chức và hiệu quả.",
        "Bạn là một nhà kiến tạo – thế giới cần bạn!"
    ]
}